Repository: dreampowder/smartsigner-ios
Catalog: smartsigner/Localisation/*.lproj/Localizable.strings
Languages: tr

source: Warning
tr: Uyarı

source: Error
tr: Hata

source: Ok
tr: Tamam

# error_unexpected
source: We have encountered an unexpected error while performing your request. Please try again later.
tr: İşleminiz gerçekleştirilirken beklenmedik bir hata ile karşılaşıldı. Lütfen daha sonra tekrar deneyin.

source: Receiver
tr: Alıcı

source: Show details
tr: Detayları göster

source: Hide details
tr: Detayları gizle

source: Number
tr: Sayı

source: Barcode
tr: Barkod

source: Confirm
tr: Onayla

source: Cancel
tr: Vazgeç

source: Close
tr: Kapat

# unimplemented
source: Not Implemented.
tr: Bu özellik henüz eklenmemiştir.

source: Begin
tr: Başlangıç

source: End
tr: Bitiş

# show_test_servers
source: Show test installations
tr: Test Kurulumları Göster

# hide_test_servers
source: Hide test installations
tr: Test Kurulumları Gizle

# login_button_title
source: LOGIN
tr: GİRİŞ

# login_corporate_code
source: Kurum Kodu
tr: Kullanıcı Adı

# login_username
source: User name
tr: Kullanıcı Adı

# login_password
source: Password
tr: Şifre

# login_type_mobile
source: MOBILE SIGN
tr: MOBİL İMZA

# login_type_username
source: USER NAME
tr: KULLANICI ADI

# login_national_identity
source: National Identity No
tr: T.C. Kimlik No

# login_error_must_enter_company_code
source: You must select a corporation.
tr: Kurum seçmelisiniz.

# login_error_must_enter_username
source: You must enter a username
tr: Bir kullancı adı girmeniz gerekmektedir.

# login_error_must_enter_password
source: You must enter a valid password
tr: Geçerli bir şifre girmeniz gerekmektedir.

# login_error_incorrect_username_or_password
source: Incorrect username or password.
tr: Hatalı kullanıcı adı veya parolası.

# btn_select_service_empty
source: Select an institution
tr: Kurum seçmek için dokunun

# login_mobile_sign_text
source: ::1 i am signing into ::2 document management system.
tr: ::1 tarihinde ::2 EBYS mobil sistemine giriş yapmaktayım.

# btn_fast_login
source: Fast Login
tr: Hızlı Giriş

# fast_login_sign_description
source: Login with saved credentials
tr: Kayıtlı bilgiler ile giriş yapın

# fast_login_logine_error_message
source: Fast login failed, do you want to remove saved fast login credentials?
tr: Hızlı giriş işlemi başarısız oldu, kayıtlı hızlı giriş bilgilerini kaldırmak ister misiniz?

# fast_login_alert_not_set_message
source: You have to login and activate fast login for your account in order to activate this feature.
tr: Hızlı giriş özelliğini kullanabilmeniz için öncelikle kendi hesabınız ile giriş yapıp bu özelliği etkinleştirmeniz gerekmektedir.

# fast_login_first_time_setup_message
source: You can login with Touch Id or Face Id when fast login feature is activated. Would you like to activate fast login for your current account?
tr: Hızlı giriş özelliği sayesinde tek tuş ile Touch Id veya Face Id özelliklerini kullanarak giriş yapabilirsiniz. Şu anda giriş yapmış olduğunuz hesabınız için bu özelliği etkinleştirmek ister misiniz?

# fast_login_confirm_message
source: Would you like to enable fast login feature for this account? Login information will be overriden if you have enabled this feature for another account.
tr: Bu hesabınız için hızlı giriş özelliğini etkinleştirmek istediğinize emin misiniz? Eğer hızlı giriş özelliği başka bir hesap için etkinleştirilmiş ise eski giriş bilgileri silinecektir.

# fast_login_select_action
source: Please pick an action
tr: Bir işlem seçin

# fast_login_remove
source: Clear credentials
tr: Hızlı giriş bilgilerini sil

# fasr_login_enable_for_this_account
source: Enable for this account
tr: Bu hesap için etkinleştir.

# fast_login_enable_success
source: Succesfuly enabled fast login for this account
tr: Bu hesabınız için hızlı giriş işlemi başarı ile oluşturulmuştur.

# fast_login_clear_success
source: Fast login credentials have been removed.
tr: Hızlı giriş bilgileriniz kaldırılmıştır.

# document_notes
source: Notes
tr: Notlar

# document_versions
source: Versions
tr: Versiyonlar

# document_history
source: History
tr: Tarihçe

# progress_loading_folder_contents
source: Loading folder contents
tr: Klasör içeriği yükleniyor

# progress_loading_attachment
source: Loading Attachment
tr: Ek yükleniyor

source: Sign
tr: İmzala

# sign_mobile
source: Sign with mobile
tr: Mobil imza ile imzala

source: Reject
tr: Reddet

# initials
source: Paraph
tr: Paraf

source: Transfer
tr: Havale

source: Notes
tr: Notlar

source: Workflow
tr: İş Akışı

source: Remove Document
tr: Dosyayı Kaldır

# take_back
source: Pull Back
tr: Geri Çek

# give_back
source: Return
tr: İade

source: Versions
tr: Versiyonlar

source: History
tr: Tarihçe

source: Archive
tr: Dosyaya Kaldır

source: E-Sign
tr: E-İmza

source: Read Again
tr: Tekrar okut

source: Save
tr: Kaydet

source: QR Code
tr: KareKod

# sign_smart_card_please_enter_pin
source: You must enter your pin in order to sign.
tr: İmzalayabilmek için pin numarası girmeniz gerekmektedir.

# sign_smart_cart_certificate_not_found
source: There are no certificates found in your device.
tr: Akıllı kart cihazınızda sertifika bulunamamıştır.

# sign_smart_card_error_cannot_activate_show_qr_code
source: The app has failed activating the device with current QRCode, you need to re scan the qrcode
tr: Cihazınız aktive edilirken bir sorun ile karşılaştık, qr kodununuzu tekrar okumtanız gerekmektedir.

# action_sign_error_mobile_sign_not_found
source: You must login with mobile sign in order to sign document.
tr: Mobil imza işlemini yapabilmek için mobil imza ile giriş yapmış olmanız gerekmektedir.

# action_sign_message_sign_confirm
source: Are you sure that you want to sign this document?
tr: Bu belgeyi imzalamak istediğinizden emin misiniz?

# action_sign_message_paraph_confirm
source: Are you sure that you want to paraph this document?
tr: Bu belgeyi imzalamak istediğinizden emin misiniz?

source: Version
tr: Versiyon

source: Target Department
tr: Hedef Birim

source: Description
tr: Açıklama

source: Logout
tr: Çıkış Yap

# logout_message
source: Are you sure that you want to log out?
tr: Çıkış yapmak istediğinizden emin misiniz?

# delegate_tabbar_title_search
source: Search Delegates
tr: Vekalet Ara

# delegate_tabbar_title_create
source: Give Delegate
tr: Vekalet Ver

# delegate_title
source: Delegation
tr: Vekalet

# delegate_search_delegate_name_placeholder
source: Delegate
tr: Vekil Adı

# delegate_search_main_name_placeholder
source: Main
tr: Asil Adı

# delegate_search_prevail
source: Prevail
tr: Yürürlükte

# delegate_search_forfeit
source: Forfeit
tr: Kaldırılmış

# delegate_search_all
source: All
tr: Hepsi

# delegate_search_active
source: Active
tr: Aktif

# delegate_search_passive
source: Passive
tr: Pasif

# delegate_search_list
source: List
tr: Listele

# delegate_search_begin_date
source: Begin Date
tr: Başlangıç Tarihi

# delegate_search_end_date
source: End Date
tr: Bitiş Tarihi

# detailed_search
source: SEARCH
tr: ARA

source: Select
tr: Seç

source: Unselect
tr: Seçimi Kaldır

# notes_no_notes_to_show
source: There are no notes found for this document.
tr: Görüntülemekte olduğunuz belgede kayıtlı not bulunamadı.

source: delegated by
tr: yerine

# delegate_search_not_found
source: There are no users found for your query
tr: Girmiş olduğunuz kriterlere uygun kullanıcı bulunamadı

source: Begin Date
tr: Başlangıç Tarihi

source: End Date
tr: Bitiş Tarihi

source: Document Number
tr: Evrak Sayısı

# document_barcode_or_subject
source: Barcode of Subject
tr: Barkod veya Konu

# document_paraph
source: Paraph
tr: Paraf

source: Success
tr: İşlem Başarılı

# document_takeback_message
source: Are you sure that you want to take back this document?
tr: Belgeyi geri çekmek istediğinize emin misiniz?

# document_reject_message
source: Are you sure that you want to reject this document?
tr: Belgeyi reddetmek istediğinize emin misiniz?

# document_reject_placeholder
source: Description (required)
tr: Açıklama (zorunlu)

source: Yes
tr: Evet

source: No
tr: Hayır

# document_giveback_placeholder
source: Return note (required)
tr: İade notu (zorunlu)

# document_giveback_message
source: Please enter a return note
tr: Lütfen iade notu giriniz

# depoartment_type_merkez_birim
source: Central Unit
tr: Merkez Birim

# depoartment_type_bagli_kurulus
source: Connected Institude
tr: Bağlı Kuruluş

# depoartment_type_tasra_birimi
source: Village Unit
tr: Taşra Birimi

# depoartment_type_diger_kamu_kurum
source: Other Goverment Agency
tr: Diğer Kamu Kurumu

# depoartment_type_sirket
source: Company
tr: Şirket

# depoartment_type_sahis
source: Person
tr: Şahıs

# distribution_type_geregi
source: Required
tr: Gereği

# distribution_type_information
source: Information
tr: Bilgi

# distribution_type_coordinated
source: Coordinated
tr: Koordine

# distribution_type_do_not_use
source: Don't use
tr: Kullanma

# distribution_type_arz
source: Demand
tr: Arz

# distribution_type_gorus
source: Opinion
tr: Görüş

# document_urgency_ivedi
source: Urgent
tr: İvedi

# document_urgency_cok_ivedi
source: Very urgent
tr: Çok ivedi

# document_urgency_gunlu
source: Date Setted
tr: Günlü

# transfer_source_depoartment
source: Department
tr: Birim

# transfer_source_user
source: User
tr: Kullanıcı

# transfer_source_distribution
source: Distribution Group
tr: Dağıtım Grubu

# transfer_source_tap_here_to_add
source: Tap here to add a target
tr: Havale hedefi eklemek için dokunun.

# transfer_source_alert_title
source: Transfer Target
tr: Dağıtım Hedefi

# transfer_source_alert_message
source: Please choose a target type
tr: Lütfen bir hedef türü seçin

# transfer_source_error_no_targets_set
source: You must add at least one transfer target.
tr: En az bir dağıtım hedefi seçmelisiniz.

source: Recently Used
tr: Sık Kullanılanlar

# search_result
source: Search Results
tr: Arama Sonuçları

# department_type_select_placeholder
source: Department Type
tr: Birim tipi

# department_search_placeholder
source: Search query
tr: Arama metni

# department_search_error_department_empty
source: You must select a department type.
tr: Bir birim tipi seçmeniz gerekmektedir.

# department_select_button_title
source: Add selected departments (::1)
tr: Seçilen birimleri listeye ekle (::1)

# department_select_button_title_empty
source: Please select department(s).
tr: Birim(leri) seçin.

# remove_transfer_message
source: Are you sure that you want to remove ::1 from transder list?
tr: ::1 isimli hedefi havale listesinden çıkarmak istediğinize emin misiniz?

# transfer_search_error_query_empty
source: You must type a search query
tr: Arama alanını boş bırakamazsınız.

# user_select_button_title
source: Add selected users (::1)
tr: Seçilen kullanıcıları listeye ekle (::1)

# user_select_button_title_empty
source: Please select user(s).
tr: Kullanıcı(ları) seçin.

source: Target User
tr: Hedef Kullanıcı

source: Submit
tr: Gönder

source: Target Department Group
tr: Hedef Dağıtım Grubu

# department_group_select_button_title
source: Add selected department group(s) (::1)
tr: Seçilen grupları listeye ekle (::1)

# department_group_select_button_title_empty
source: Please select department group(s)
tr: Dağıtım grup(lar)ını seçin

# department_group_error_you_must_select_at_least_one
source: You must select at least one department.
tr: En az bir birimin seçili olması gerekmektedir.

# transfer_alert_submit_message_enter_note
source: Please enter a note for your transfer (optional)
tr: Bir havale notu girin (isteğe bağlı)

# transfer_alert_submit_success
source: The document has been successfully transfered to targets
tr: Belgeniz başarılı bir şekilde hedeflere havale edilmiştir.

# transfer_date_header_tap_to_set_date
source: Tap here to set a date
tr: Havale tarihi ayarlamak için dokunun

# transfer_date_header_selected_date
source: Transfer Date: ::1
tr: Havale tarihi: ::1

# transfer_date_header_alert_remove_date
source: Remove date
tr: Seçimi kaldır

# transfer_date_header_alert_select_date
source: Select
tr: Seç

# main_user
source: Owner
tr: Asil

# delegate_user
source: Delegate
tr: Vekil

# give_delegate_tap_here_to_choose
source: Tap here to choose
tr: Seçmek için dokunun

# give_delegate_tap_here_to_select_date
source: Tap here to select date
tr: Tarih seçmek için dokunun

# give_delegation_dont_see_older_items
source: Do not show older items
tr: Gönderilmiş Eski Belgeleri Gizle

# give_delegation_dont_see_older_received_items
source: Do not show older received items
tr: Alınmış Eski Belgeleri Gizle

# give_delegation_asil_user_can_operate_read_only_mode
source: Delegate user can operate in read only mode
tr: Vekaleti Veren Kullanıcı Sisteme Salt Okunur Erişebilsin

# give_delegation_show_document_notes
source: Show document notes
tr: Belge Notlarını Göster

# give_delegation_dont_see_older_items_for_department
source: Do no show older items for department
tr: Birime Gönderilmiş Eski Belgeleri Gizle

# give_delegation_dont_see_older_received_items_for_department
source: Do not show older received items for department
tr: Birim Adına Alınmış Eski Belgeleri Gizle

# give_delegation_enter_note_placeholder
source: Description (required)
tr: Açıklama (zorunlu)

# give_delegation_is_active
source: Is delegation active
tr: Vekalet aktif mi

# give_delegation_save_error_must_select_main_user
source: You must select a main user
tr: Bir asil kullanıcı seçmelisiniz

# give_delegation_save_error_must_select_delegate_user
source: You must select a main user
tr: Bir vekil kullanıcı seçmelisiniz.

# give_delegation_save_error_must_select_date
source: You must select a begin and an end date
tr: Başlangıç ve bitiş tarihi seçmelisiniz

# give_delegation_save_success
source: Delegation process has been completed succesfuly.
tr: Vekalet işlemi başarıyla tamamlandı.

# document_action_archive_message
source: Are you sure that you will put this document to archive? (Document number ::1)
tr: Bu belgeyi dosya planına kaldırmak istediğinize emin misiniz? (Belge kodu ::1)

# user_search_title
source: Search User
tr: Kullanıcı Ara

# sign_smart_card_error_no_sign_data
source: No sign data found!
tr: İmza verisi alınamadı!

# sign_smart_card_error_locked
source: Smart card is locked!
tr: Akıllı kart kilitlendi!

# sign_smart_card_error_wrong_pin
source: Wrong pin!
tr: Hatalı pin kodu!

# sign_smart_card_error_generic
source: We have encountered an unexpexted error while signing your document. Please consult your system administrator
tr: Belge imzalanırken bir sorun ile karşılaşıldı. Lütfen sistem yöneticinize başvurun.

# sign_smart_card_success
source: E-Sign has been completed successfully
tr: E-İmza işlemi başarı ile tamamlanmıştır.

# sign_mobile_success
source: Mobile signing has been completed succesfully.
tr: Mobil işlemi başarı ile tamamlanmıştır.

# smart_card_status_searching
source: Searching for smart card readers.
tr: Kart okuyucu cihazlar aranıyor.

# smart_card_status_connecting
source: Connecting to smartcard reader
tr: Kart okuyucu cihaza bağlanılıyor

# smart_card_status_getting_certificates
source: Loading certificates
tr: Sertifikalar yükleniyor

# smart_card_status_activating
source: Verifying smart card license
tr: Kart okuyucu lisansı kontrol ediliyor

# smart_card_select_a_certificate
source: Please select a certificate
tr: Bir sertifika seçin

# smart_card_selected_certificate
source: Selected certificate
tr: Seçilen sertifika

# e_sign_creating_package
source: Creating e-sign package
tr: E-İmza paketi oluşturuluyor

# e_sign_signing_document
source: Signing document
tr: Belge imzalanıyor

# e_sign_alert_register_device_message
source: The device that you have chosen has not been registered to the app. Please scan the qr-code found on your device with the following screen
tr: Seçmiş olduğunuz kart okuyucu henüz sisteme kaydedilmemiş, kayıt işlemini gerçekleştirmek için lütfen çıkacak olan ekrandan cihazınız üzerindeki karekodu okutun

# e_sign_alert_register_device_button_scan_qr_code
source: Scan QR Code
tr: Karekodu okut

# e_sign_btn_title
source: Sign
tr: İmzala

# version_alert_title
source: Warning
tr: Uyarı

# version_alert_message
source: Your application has a new version available (Version ::1). Please update your application in order to continue
tr: Uygulamanızın güncel bir sürümü bulunmaktadır (Sürüm ::1). Devam etmek için lütfen uygulamanızı güncelleyin.

# version_alert_update_button_title
source: Update
tr: Güncelle

# document_action_confirm_alert_message
source: Are you sure that you want to conrifm this document?
tr: Belgeyi onaylamak istediğinize emin misiniz?

# session_logout_title
source: Warning
tr: Uyarı

# session_logout_message
source: Your session has been expired. You will be redirected to login screen
tr: Oturumunuz sonlandırılıyor. Giriş ekranına yönlendirileceksiniz.

source: Info
tr: Bilgi

# deactivate_delegate_success
source: Delegation has been deactivated successfuly
tr: İşlem başarılıMDCTextInputController

# transfer_date_action_title
source: Transfer Date
tr: Havale Tarihi

# transfer_date_action_remove_date
source: Remove selected date
tr: Seçili tarihi kaldır

# transfer_date_action_pick_new_date
source: Pick a new date
tr: Yeni tarih seç

# give_back_empty_desc_error
source: You must enter a description.
tr: Açıklama alanının girilmesi zorunludur.

source: Attachment
tr: Eklenti

# alert_message_pick_sign_method
source: Please select a signing method
tr: Bir İmzalama yöntemi seçin

# alert_message_sign_method_e_sign
source: E-Sign
tr: E-İmza

# alert_message_sign_method_mobile_sign
source: Mobile Sign
tr: Mobil İmza

# alert_message_e_sign_module_not_enabled
source: Your corporation does not have an active e-sign module.
tr: Kurumunuzda e-imza atabilmeniz için gerekli olan e-imza moduülü bulunmamaktadır.

# alert_message_loading_notes
source: Loading notes
tr: Notlar getiriliyor

# login_error_turkish_identity_wrong
source: Please enter a valid national identity number.
tr: Lütfen geçerli bir T.C. Kimlik Numarası girin.

# alert_error_service_selector_ios_not_enabled
source: Your corporation does not have a license for this app. Plesae contact with your system administrator.
tr: Kurumunuzun bu uygulama için lisansı bulunmamaktadır. Lütfen sistem yöneticinize başvurunuz.

# batch_ark_signer
source: Batch Sign With ArkSigner
tr: ArkSigner ile Toplu İmzala

source: Batch Transfer
tr: Toplu Havale

source: Batch Sign
tr: Toplu İmzala

source: Retry
tr: Tekrar Dene

# batch_transfer_success
source: All documents have been transfered successfuly.
tr: Bütün belgeler başarı ile havale edildi.

# batch_sign_success
source: All documents have been signed successfuly.
tr: Bütün belgeler başarı ile imzalandı.

source: Operation Failed
tr: İşlem başarısız

# operation_failed_content
source: There was an error occured while performing operation: ::1
tr: İşlem gerçekleştirilirken bir hata ile karşılaşıldı: ::1

# document_related
source: Related
tr: İlgiler

# document_attachments
source: Attachments
tr: Ekler

# batch_operation_cancel_alert_title
source: Cancel Batch Operation
tr: Toplu işlemi iptal et

# batch_operation_cancel_alert_message
source: There are unfinished operations left. Are you sure that you want to cancel all batch operations?
tr: Henüz tamamlanmamış işlemler var. Kalan işlemleri iptal etmek istediğinize emin misiniz?

# document_attachment_physical
source: Pysical Document
tr: Fiziksel Belge

source: Date
tr: Tarih

source: Subject
tr: Konu

source: File Plan
tr: Dosya Planı

source: Batch Confirm
tr: Toplu Onay

# batch_confirm_success
source: All documents has been confirmed successfuly.
tr: Bütün belgeler başarı ile onaylandı.

# task_number
source: Number
tr: Kayıt No

# task_creator
source: Creator
tr: Oluşturan

# task_responsive
source: Responsive
tr: Sorumlu

# task_status
source: Status
tr: Durum

# task_created_at
source: Created At
tr: Oluşturulma

# task_end_at
source: End At
tr: Son

# task_document
source: Document
tr: Doküman

source: Task Notes
tr: Talimatlı Notlar

# task_users
source: Users
tr: Kullanıcılar

# task_operations
source: Operations
tr: İşlemler

# task_detail_title
source: Task Detail
tr: Talimatlı Not

# task_comment_placeholder
source: You can write your comment in here.
tr: Talimat ile ilgili yorumunuzu buradan yazabilirsiniz.

source: Tap to select
tr: Seçmek için dokunun

source: Tap to enter
tr: Yazmak için dokunun

# task_status_waiting
source: Waiting
tr: Beklemede

# task_status_finished
source: Finished
tr: Bitirildi

# task_status_draft
source: Draft
tr: Taslak

# apply_filter
source: List Items
tr: Listele

# task_operation_close
source: Finish
tr: Bitir

# task_operatino_reopen
source: Reopen
tr: Tekrar Aç

# task_user_logic_select_action
source: Please select an action
tr: Bir aksiyon seçiniz

source: Please wait
tr: Lütfen bekleyin

# batch_confirm_question
source: ::1 documents will be confirmed.
tr: ::1 adet belge onaylanacaktır.

source: Operation Cancelled
tr: İşlem iptal edildi

# login_button_title_username
source: User Name
tr: K. Adı

# login_button_title_mobile
source: Mobile Sign
tr: Mobil İmza

# login_button_title_e_sign
source: E-Sign
tr: E-İmza

# share_document
source: Share
tr: Paylaş

# operation_successful
source: Operation is successful
tr: İşlem başarılı

# transfer_template_add_duplicate_error
source: One or more items have already been added to list. Duplicate items have not been added.
tr: Bir veya daha fazla kayıt zaten listenize mevcut. Mevcut olan kayıtlar tekrar eklenmemiştir.

source: End Delegation
tr: Vekaleti Sonlandır

# login_as_readonly
source: Read Only
tr: Salt Okunur

# document_distribution_flow
source: Distribution Approval
tr: Dağıtım Onayı

# distribution_flow_segment_flow
source: Flow
tr: Akış

# distribution_flow_segment_distribution
source: Actual Distribution
tr: Güncel Dağıtım

# da_flow_state_normal
source: Next Step
tr: Sonraki Aşama

# da_flow_state_waiting
source: Waiting
tr: Beklemede

# da_flow_state_finished
source: Finished
tr: Tamamlandı

# da_flow_state_declined
source: Declined
tr: Reddedildi

# da_flow_btn_copy
source: Copy
tr: Kopyala

# da_flow_please_select_distribution
source: Please select a distribution type
tr: Lütfen bir dağıtım tipi seçin

# da_flow_tap_here_to_add_flow
source: Tap here to add flow
tr: Akış eklemek için dokunun

# da_flow_tap_here_to_add_distribution
source: Tap here to add distribution
tr: Dağıtım eklemek için dokunun

# da_flow_tap_here_to_add_note
source: Add Note
tr: Not eklemek için dokunun

# da_flow_add_distribution_title
source: Add Distribution
tr: Dağıtım Ekle

# da_flow_add_flow_title
source: Add Flow
tr: Akış Ekle

# da_flow_btn_approve_title
source: Approve
tr: Onayla

# da_flow_btn_decline_title
source: Decline
tr: Reddet

# use_last_distribution_automatically
source: Use last distribution automaticaly
tr: Son dağıtımı otomatik kullan

source: Show connected departments
tr: Bağlı birimleri göster

# dont_warn_on_success
source: Dont notify on success
tr: Başarılı işlemlerde uyarı verme

# automatically_add_added_department_to_flow
source: Automatically add management department to the flow
tr: Eklenen birimin yönetim birimini akışa otomatik ekle

# dont_show_distribution_note
source: Don't show distribution note screen
tr: Dağıtım notu ekranını gösterme

source: Apply
tr: Uygula

# da_action_approve_title
source: Approve Distribution
tr: Dağıtımı onayla

# da_action_decline_title
source: Decline Distribution
tr: Dağıtımı Reddet

# da_action_input_placeholder
source: Note
tr: Not

# da_action_decline_empty_error
source: You must enter a note for declining the flow.
tr: Reddetme işlemi için bir not girmeniz gerekmektedir.

# da_flow_error_approve_empty_distribution
source: You must select at least one distribution target.
tr: En az bir dağıtım hedefi seçmelisiniz.

source: Add Note
tr: Not Ekle
