Repository: dreampowder/smartsigner-ios
Catalog: smartsigner/Localisation/*.lproj/Localizable.strings
Languages: tr

# push_error_document_not_found
source: This document has been modified and not available now
tr: Görüntülemek istediğiniz belge sizden önce değiştirilmiştir.

# settings_push_title
source: Enable push notifications for this device
tr: Bu cihaz üzerinden anlık bildirimleri al

# settings_language_title
source: Application language
tr: Uygulama dili

# settings_biometric_title
source: Fast login
tr: Hızlı giriş

# settings_title
source: Application Settings
tr: Uygulama ayarları

# settings_version
source: Application version
tr: Uygulama sürümü

# alert_e_sign_arksigner_success
source: The document has been successfully signed with ArkSigner App.
tr: Belgeniz ArkSigner üzerinden başarı ile imzalandı.

# alert_e_sign_arksigner_error
source: We have encountered an unexpected error while signing the document. ::1
tr: Belgeniz imzalanırken bir hata ile karşılaşıldı. ::1

# batch_ark_signer_peraparing
source: Preparing documents
tr: Belgeler hazırlanıyor

# batch_ark_signer_complete
source: Signing complete
tr: İşlem tamamlandı

# alert_e_sign_arksigner_app_not_founc
source: You have to install ArkSigner app in order to complete this operation.
tr: İşleminizi tamamlayabilmeniz için ArkSigner uygulamasını indirmeniz gerekmektedir.

# alert_e_sign_arksigner_download
source: Install
tr: Yükle

# alert_e_sign_disabled_message
source: You do not have license for this sign method.
tr: Seçmiş olduğunuz imza yöntemi için lisansınız bulunmamaktadır.

# sign_queue_status_waiting
source: Waiting for response from server
tr: Uygulamadan cevap bekliyor

# sign_queue_status_processing
source: Processing document
tr: Belge işleniyor

# sign_queue_status_error_occured
source: An error occured while signing
tr: Belge imzalanırken bir hata ile karşılaşıldı

# sign_queue_status_completed
source: Signed
tr: İmzalandı

# sign_queue_status_unknown
source: Unexpected Error
tr: Beklenmedik hata

# alert_message_sign_method_multi_mobile_sign
source: Multi Mobile Sign
tr: Toplu Mobil İmza

# alert_message_multi_mobile_sim_warning
source: For your multi mobile signature transactions to proceed without any issues, the use of a new generation 128k SIM card is required. If your current SIM card is not compatible, the transactions will fail.
tr: Toplu mobil imza işlemlerinizin sorunsuz gerçekleşebilmesi için yeni nesil 128k SIM kart kullanımı gerekmektedir. Mevcut SIM kartınız uyumlu değilse, işlemler başarısız olacaktır.

# alert_action_multi_mobile_dont_show_again
source: Don't show again
tr: Bir daha gösterme
